Repository: MasuRii/ph-fare-calculator
Catalog: lib/src/l10n/app_*.arb
Languages: tl

# welcomeTitle
source: Welcome to PH Fare Calculator
tl: Maligayang pagdating sa PH Fare Calculator

source: Select Language
tl: Pumili ng Wika

# continueButton
source: Continue
tl: Magpatuloy

# disclaimer
source: Disclaimer: All fare calculations are estimates only and may not reflect real-time prices.
tl: Paunawa: Ang lahat ng kalkulasyon ng pamasahe ay mga taya lamang at maaaring hindi sumasalamin sa kasalukuyang presyo.

# originLabel
source: Origin
tl: Pinagmulan

# destinationLabel
source: Destination
tl: Destinasyon

# calculateFareButton
source: Calculate Fare
tl: Kalkulahin ang Pamasahe

# saveRouteButton
source: Save Route
tl: I-save ang Ruta

# routeSavedMessage
source: Route saved to offline history!
tl: Na-save na ang ruta sa offline history!

# settingsTitle
source: Settings
tl: Mga Setting

# provincialModeSubtitle
source: Enable provincial fare rates
tl: Paganahin ang mga presyo ng pamasahe sa probinsya

# highContrastModeSubtitle
source: Increase contrast for better visibility
tl: Taasan ang contrast para sa mas malinaw na pagtingin

# trafficFactorTitle
source: Traffic Factor
tl: Antas ng Trapiko

# trafficFactorSubtitle
source: Adjusts the fare calculation based on expected traffic conditions.
tl: Isinasaayos ang kalkulasyon ng pamasahe batay sa inaasahang kondisyon ng trapiko.

# trafficLow
source: Low
tl: Mababa

# trafficLowSubtitle
source: Light traffic
tl: Maluwag na trapiko

# trafficMedium
source: Medium
tl: Katamtaman

# trafficMediumSubtitle
source: Moderate traffic
tl: Katamtamang trapiko

# trafficHigh
source: High
tl: Mataas

# trafficHighSubtitle
source: Heavy traffic
tl: Mabigat na trapiko
